{
  "en": {
    "theme_name_short_grim_warden": "Grim\nWardens",
    "theme_name_long_grim_warden": "Grim Wardens of the Blighted Frontier",
    "theme_name_grim_warden": "Grim Wardens",
    "theme_category_grim_warden": "Dark Fantasy Monster Hunter & Human Conflict",
    "theme_style_grim_warden": "Grit & Desperation, Tactical Combat, Moral Ambiguity",
    "theme_lore_grim_warden": "Atheria festers. \n\nThe Blight, a creeping corruption, bleeds life from the land, spawning monstrous abominations and twisting mortals to madness or calculated cruelty. Once-thriving kingdoms are now decaying baronies behind crumbling walls, their fields fallow, their forests haunted by unspeakable things that whisper on the edge of hearing. The very air in blighted zones is a venom, promising insidious solace to the fractured will. \n\nFor centuries, the Order of Wardens—alchemically scarred warriors—stood as humanity's eroding shield against this encroaching darkness. They studied the Blight’s myriad horrors, hunted its most terrible spawn, and confronted the human darkness that thrived in its shadow. But relentless attrition and the gnawing despair of generations have reduced the Order to a flickering ember: its fortresses isolated ruins, its ancient knowledge fragmented like shattered bone, its numbers dwindling to bitter memory. Many now dismiss them as ghosts clinging to a hopeless, forgotten war. \n\nThe few remaining Wardens stalk the fringes—mistrusted shades in a world that has largely forgotten their sacrifice, often utterly alone. Desperation breeds internal schisms over forgotten rites and reckless strategies against the Blight, threatening to tear their dwindling brotherhood asunder. Opportunistic warlords, desperate bandits, and insidious Blight-cults feast on the spreading chaos, while faint, maddening whispers of the Blight’s true source—and perhaps a silence to its ceaseless hunger—drive some Wardens into the corrupted heartlands on quests that promise only oblivion.",
    "theme_inspiration_grim_warden": "The Witcher × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Bleak, Ominous, Desperate, Macabre, Stoic Heroism, Moral Grayness, Nihilistic Dread",
    "theme_concept_grim_warden": "You are a Warden of a dying Order, your body and soul scarred, poorly equipped and met with suspicion by those you swore to protect—desperate peasants and cunning predators alike. Bound by ancient oaths and the grim duty of your bloodstained craft, you hunt the Blight's horrors and the rot in human hearts from a crumbling outpost—a fading spark against eternal dark. But now, Blighted beasts and mortal factions alike stir with alien purpose, and buried whispers of the Blight’s true, unspeakable essence rise once more, thirsting for blood in exchange for truth.",
    "theme_icon_alt_text_default_grim_warden": "Icon of the Grim Wardens: A Shattered Helm, Barbed Wire",
    "theme_instructions_master_initial_grim_warden": "For this initial turn, conjure a perilous and deeply atmospheric starting situation for the Warden. They should be on the blighted frontier, perhaps at a dilapidated watchtower clawing at the sky, tracking a truly vile beast or a cunning human malefactor through viscera-strewn paths, or investigating a disturbing omen that chills the marrow. Invent unique, thematic, and guttural names for locations, NPCs, and any initial adversarial threats (creature or human). Populate ALL dashboard fields with creative, contextually relevant information reflecting a dark fantasy setting steeped in nihilism and moral ambiguity. Emphasize the crushing bleakness of the world, the Warden's grim resilience, and the ever-present, insidious threat of the Blight and human depravity. Remember the 'adversary_defense_status_text' field must be updated if an adversary is present. The world is dying; let the player feel its last, ragged breaths.",
    "theme_instructions_master_default_grim_warden": "For standard turns, maintain the dark, gritty, and utterly desperate tone. Contracts (Hunts or other grim tasks) must be challenging, layered with moral ambiguity, and profoundly meaningful in their potential for minuscule reward or catastrophic failure. Rewards should be agonizingly scarce, reflecting the harsh realities (e.g., a few chipped coins, vital but foul-smelling reagents, a fragment of forgotten, cursed lore, a few hours of fitful, nightmare-ridden shelter). ALL game state variables and dashboard fields must persist or be logically, unforgivingly updated. Any changes to the dashboard MUST be a direct, tangible consequence of the turn's narrative events. Describe Blighted creatures and hardened human adversaries with visceral detail; paint eerie environments that reek of decay and sorrow; and illustrate the psychological toll with unflinching honesty. Ensure the Warden's actions have tangible, often grimly ironic, consequences in this unforgiving world. If combat occurs, update 'adversary_toughness_pct' AND 'adversary_defense_status_text' with brutal clarity.",
    "theme_instructions_combat_active_grim_warden": "Combat is joined! Describe the sudden, brutal, and disorienting eruption of violence. Detail the adversary's terrifying or desperate appearance (be it monstrous or chillingly human) and its initial, savage or calculated assault. Convey the Warden's immediate tactical assessment—a desperate calculus of survival—and their visceral, adrenaline-fueled reaction. The adversary must be a clear, present, and formidable harbinger of oblivion or a deadly human threat. Update the adversary intel panel fully, ensuring 'adversary_toughness_pct' AND 'adversary_defense_status_text' are set according to its state, using language that makes the player taste blood or feel the sting of betrayal. Player suggestions should focus on desperate survival, tactical exploitation of perceived weaknesses (physical or psychological), or a strategic retreat if overwhelmed.",
    "theme_instructions_omen_detected_grim_warden": "An unsettling omen has clawed its way into reality, or a disquieting whisper has breached the Warden's frayed senses. Describe this preternatural event with a palpable sense of cosmic dread, profound mystery, and illimitable foreboding. What subtle, sanity-bending signs or overt, reality-shattering manifestations does the Warden perceive? How does it twist the immediate environment or their own psyche into knots of fear? Update the 'Omens & Whispers' panel with rich, thematic, and chillingly specific details. Player suggestions should focus on desperate interpretation, cautious, doom-laden investigation, forgotten ritualistic warding, or steeling themselves for the inevitable, unseen horror.",
    "theme_instructions_blight_flare_active_grim_warden": "The Blight surges! A localized flare of corruption erupts, twisting reality or the Warden's own flesh with horrifying speed. Describe this sudden, visceral manifestation. Is it an environmental shift—the ground weeping ichor, the air solidifying into grasping tendrils? Or a personal horror—old scars burning with new malignancy, senses assailed by grotesque visions? Detail the immediate impact on the Warden and their surroundings. Update 'blight_exposure_level' and 'local_blight_phenomenon' with specific, thematic consequences. The Warden must react to this sudden escalation of peril. Player suggestions should focus on immediate mitigation (if possible), desperate escape from the locus of the flare, or a grim attempt to endure the assault.",

    "title_character_status_grim_warden": "Warden's Scrip",
    "label_character_name_grim_warden": "Designation/Epithet:",
    "unknown_warden": "Nameless, For Now",
    "label_character_coin_grim_warden": "Silver Shards:",
    "coin_scant_shards": "A Paltry Count",
    "label_character_renown_grim_warden": "Renown:",
    "renown_obscure_figure": "A Shade on the Wastes",
    "label_character_oath_grim_warden": "Binding Oath:",
    "oath_order_initiate": "To Endure the Falling Dark",

    "title_vitality_gear_grim_warden": "Flesh & Iron",
    "label_character_health_grim_warden": "Health:",
    "label_character_stamina_grim_warden": "Resolve:",
    "label_blight_exposure_grim_warden": "Blight Taint:",
    "blight_exposure_level_1_display": "Dormant",
    "blight_exposure_level_2_display": "Nascent Signs",
    "blight_exposure_level_3_display": "Festering Corruption",
    "blight_exposure_level_4_display": "Critical Contamination",
    "label_elixir_charges_grim_warden": "Draughts of Solace:",
    "elixirs_none_prepared": "Vials Empty, Hope Thinner",
    "label_armor_condition_grim_warden": "Worn Protection:",
    "armor_scuffed_hide": "Hide, Torn and Reeking",
    "label_weapon_condition_grim_warden": "Trusted Killer:",
    "weapon_trusted_steel": "Steel, Scarred but Eager",
    "label_current_burden_grim_warden": "Carried Weight:",
    "burden_lightly_laden": "Burden: A Familiar Ache",

    "title_omens_whispers_grim_warden": "Unseen Terrors",
    "label_omen_details_grim_warden": "Portents of Doom:",
    "omens_shadows_quiet": "The Veil is Still... Deceptively So.",

    "title_current_hunt_grim_warden": "The Bloodied Path (Contract)",
    "label_current_quest_grim_warden": "Dire Task:",
    "quest_awaiting_contract": "No Summons for the Damned",
    "label_quest_reward_grim_warden": "Promised Pittance:",
    "reward_to_be_seen": "Fortune or Further Ruin?",
    "label_activity_status_grim_warden": "Warden's Stance:",
    "status_on_watch": "Vigilant Against the Dark",
    "label_threat_level_grim_warden": "Imminent Peril:",
    "threat_level_1_display": "Uneasy Calm",
    "threat_level_2_display": "Danger Sensed",
    "threat_level_3_display": "Threat Imminent",
    "threat_level_4_display": "Mortal Peril",

    "title_local_environment_grim_warden": "Desolate Surroundings",
    "label_current_location_grim_warden": "Current Location:",
    "location_murkwood_fringe": "Murkwood's Rotting Fringe",
    "label_regional_control_grim_warden": "Regional Influence:",
    "control_lawless_marches": "The Lawless, Blighted Marches",
    "label_ambient_conditions_grim_warden": "Ambient Conditions:",
    "conditions_chill_wind_grey_skies": "Chill Wind, Skies Weep Grey",
    "label_blight_intensity_grim_warden": "Blight Intensity:",
    "blight_whispers_of_decay": "A Stifling Malaise Permeates All",
    "label_local_blight_phenomenon_grim_warden": "Local Blight Anomaly:",
    "phenomenon_none_apparent": "No Fresh Horrors Manifest... Yet",
    "label_moon_cycle_grim_warden": "Sky & Cycle:",
    "moon_cycle_sky_obscured": "Heavens Shrouded, Stars Dead",

    "title_adversary_intel_grim_warden": "Adversary Ken",
    "label_adversary_type_grim_warden": "Adversary Type:",
    "target_no_adversary": "No Foe in Sight",
    "label_adversary_toughness_grim_warden": "Defenses (Armor/Hide/Skill):",
    "label_adversary_defense_status_grim_warden": "Defense State:",
    "defense_status_unknown": "Resilience Untested",
    "defense_shattered": "Defenses Broken, Vulnerable",
    "defense_holding": "Resisting Impact / Parrying Blows",
    "label_adversary_vitality_grim_warden": "Condition (Vitality/Morale):",

    "label_omen_detected_grim_warden": "Omen Manifest:",
    "label_combat_active_grim_warden": "Blood is Drawn:",
    "label_blight_flare_active_grim_warden": "Blight Infusion:",
    "label_rare_trophy_claimed_grim_warden": "Grim Trophy Claimed:",
    "confirm_new_game_theme_grim_warden": "Begin a new Warden's doomed pilgrimage? All record of this bleak chronicle will be devoured by the Blight, unremembered."
  },
  "cs": {
    "theme_name_short_grim_warden": "Ponurá\nStráž",
    "theme_name_long_grim_warden": "Ponurá Stráž Zkažené marky",
    "theme_name_grim_warden": "Ponurá Stráž",
    "theme_category_grim_warden": "Temné fantasy – Lovci nestvůr & Lidských zrůd",
    "theme_style_grim_warden": "Drsnost a zoufalství, taktické střety, morální dilemata",
    "theme_lore_grim_warden": "Atherie hnisá. \n\nZkáza, plíživá nákaza, vysává život ze země, plodí nestvůrné ohavnosti a pokřivuje smrtelníky k šílenství či vypočítavé krutosti. Kdysi vzkvétající království jsou nyní rozkládajícími se baronstvími za drolícími se zdmi, jejich pole leží ladem, jejich lesy jsou strašeny nevýslovnými hrůzami, jež šeptají na pokraji slyšitelnosti. Samotný vzduch ve zkažených zónách je jedem, slibujícím zrádnou útěchu zlomené vůli. \n\nPo staletí Řád Strážců – alchymií zjizvení válečníci – stál jako erodující štít lidstva proti této plíživé temnotě. Studovali nesčetné hrůzy Zkázy, lovili její nejděsivější zplozence a čelili lidské temnotě, jež v jejím stínu bujela. Ale neúprosný úbytek sil a sžíravé zoufalství generací zredukovaly Řád na mihotavý oharek: jeho pevnosti jsou izolovanými ruinami, jeho prastaré vědomosti roztříštěné jako zlomená kost, jeho počty se tenčí k trpké vzpomínce. Mnozí je nyní odmítají jako duchy, kteří se křečovitě drží beznadějné, zapomenuté války. \n\nZbylých pár Strážců se plíží po okrajích – nedůvěřovaní stíny ve světě, jenž z velké části zapomněl na jejich oběť, často naprosto sami. Zoufalství plodí vnitřní rozkoly ohledně zapomenutých rituálů a lehkomyslných strategií proti Zkáze, hrozící rozervat jejich mizející bratrstvo na kusy. Oportunističtí vojevůdci, zoufalí bandité a zákeřné kulty Zkázy hodují na šířícím se chaosu, zatímco slabé, šílené šepoty o pravém původu Zkázy – a snad i o umlčení jejího neustálého hladu – ženou některé Strážce do zkažených srdcí země na výpravy, jež slibují jen zapomnění.",
    "theme_inspiration_grim_warden": "Zaklínač × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Ponurý, zlověstný, zoufalý, makabrózní, stoické hrdinství, morální šeď, nihilistická hrůza",
    "theme_concept_grim_warden": "Jsi Strážce umírajícího Řádu, tvé tělo i duše zjizvené, bídně vybavený a podezíravě sledovaný těmi, které jsi přísahal chránit – zoufalým lidem i predátorům v lidské kůži. Vázán dávnými přísahami a nutností svého krvavého řemesla lovíš děsy Zkázy a stíny v lidských srdcích z rozpadající se výspy – posledního mihotavého světla proti věčné tmě. Nyní však Zkažení i lidé začínají jednat s cizorodým záměrem a prastaré šepoty o skutečné, nepojmenovatelné podstatě Zkázy znovu vyplouvají, lačnící po krvi výměnou za pravdu.",
    "theme_icon_alt_text_default_grim_warden": "Ikona Ponuré Stráže: Rozbitá Přilba, Ostnatý Drát",
    "theme_instructions_master_initial_grim_warden": "Pro tento úvodní tah vykouzli nebezpečnou a hluboce atmosférickou výchozí situaci pro Strážce. Měl by se nacházet na zkažené hranici, možná u zchátralé strážní věže drásající nebesa, stopovat skutečně odpornou bestii či lstivého lidského zločince po stezkách posetých vnitřnostmi, nebo vyšetřovat znepokojivé znamení, z něhož mrazí v kostech. Vymysli jedinečné, tematické a hrdelní názvy pro lokace, NPC a jakékoli počáteční nepřátelské hrozby (tvorové či lidé). Zaplň VŠECHNA pole na informačním panelu kreativními, kontextově relevantními informacemi odrážejícími temné fantasy prostředí, ponořené do nihilismu a morální nejednoznačnosti. Zdůrazni zdrcující bezútěšnost světa, ponurou odolnost Strážce a všudypřítomnou, zákeřnou hrozbu Zkázy a lidské zkaženosti. Pamatuj, že pole 'adversary_defense_status_text' musí být aktualizováno, pokud je přítomen protivník. Svět umírá; nech hráče pocítit jeho poslední, trhané výdechy.",
    "theme_instructions_master_default_grim_warden": "Pro standardní tahy udržuj temný, drsný a naprosto zoufalý tón. Kontrakty (Lovy či jiné ponuré úkoly) musí být náročné, vrstvené morální nejednoznačností a hluboce smysluplné ve svém potenciálu pro nicotnou odměnu nebo katastrofální selhání. Odměny by měly být až bolestně vzácné, odrážející krutou realitu (např. pár vyštípaných mincí, životně důležité, leč odporně páchnoucí reagencie, fragment zapomenutého, prokletého vědění, pár hodin neklidného, nočními můrami sužovaného úkrytu). VŠECHNY proměnné stavu hry a pole na informačním panelu musí přetrvávat nebo být logicky, nelítostně aktualizovány. Jakékoli změny na informačním panelu MUSÍ být přímým, hmatatelným důsledkem narativních událostí tahu. Popisuj Zkažené tvory i zocelené lidské protivníky s viscerálními detaily; vykresluj strašidelná prostředí, jež páchnou rozkladem a žalem; a ilustruj psychickou daň s neochvějnou upřímností. Zajisti, aby činy Strážce měly hmatatelné, často ponuře ironické, následky v tomto nelítostném světě. Pokud dojde k boji, aktualizuj 'adversary_toughness_pct' A 'adversary_defense_status_text' s brutální jasností.",
    "theme_instructions_combat_active_grim_warden": "Boj započal! Popiš náhlé, brutální a dezorientující propuknutí násilí. Detailně popiš děsivý či zoufalý vzhled protivníka (ať už monstrózní či mrazivě lidský) a jeho počáteční, surový či vypočítavý útok. Zprostředkuj Strážcovo okamžité taktické vyhodnocení – zoufalý kalkul přežití – a jeho viscerální, adrenalinem poháněnou reakci. Protivník musí představovat jasného, přítomného a impozantního zvěstovatele zapomnění nebo smrtelnou lidskou hrozbu. Plně aktualizuj panel s informacemi o protivníkovi, zajisti, aby 'adversary_toughness_pct' A 'adversary_defense_status_text' byly nastaveny podle jeho stavu, používaje jazyk, který hráči dá okusit krev nebo pocítit ostří zrady. Návrhy pro hráče by se měly soustředit na zoufalé přežití, taktické využití vnímaných slabin (fyzických či psychologických) nebo strategický ústup v případě přemožení.",
    "theme_instructions_omen_detected_grim_warden": "Znepokojivé znamení si vydrápalo cestu do reality nebo Strážcovy roztřepené smysly pronikl zneklidňující šepot. Popiš tuto nadpřirozenou událost s hmatatelným pocitem kosmické hrůzy, hlubokého tajemna a bezmezné zlé předtuchy. Jaké jemné, příčetnost ohýbající znaky či zjevné, realitu drtící manifestace Strážce vnímá? Jak to pokřivuje bezprostřední prostředí nebo jeho vlastní psychiku do uzlů strachu? Aktualizuj panel 'Znamení & Šepoty' bohatými, tematickými a mrazivě konkrétními detaily. Návrhy pro hráče by se měly zaměřit na zoufalý výklad, opatrné, zkázou obtěžkané vyšetřování, zapomenuté rituální zažehnávání nebo zocelení se proti nevyhnutelné, neviditelné hrůze.",
    "theme_instructions_blight_flare_active_grim_warden": "Zkáza se vzdouvá! Lokalizované vzplanutí nákazy propuká a s děsivou rychlostí pokřivuje realitu nebo samotné Strážcovo tělo. Popiš tuto náhlou, viscerální manifestaci. Je to změna prostředí – země pláče ichor, vzduch houstne v úchopná chapadla? Nebo osobní hrůza – staré jizvy pálí novou zlobou, smysly jsou napadeny groteskními vizemi? Detailně popiš okamžitý dopad na Strážce a jeho okolí. Aktualizuj 'blight_exposure_level' a 'local_blight_phenomenon' specifickými, tematickými následky. Strážce musí reagovat na tuto náhlou eskalaci nebezpečí. Návrhy pro hráče by se měly soustředit na okamžité zmírnění (pokud je to možné), zoufalý únik z ohniska vzplanutí nebo ponurý pokus vydržet útok.",

    "title_character_status_grim_warden": "Strážcův Zápis",
    "label_character_name_grim_warden": "Označení/Přezdívka:",
    "unknown_warden": "Bezejmenný, Prozatím",
    "label_character_coin_grim_warden": "Stříbrné Střepiny:",
    "coin_scant_shards": "Ubohý Groš",
    "label_character_renown_grim_warden": "Pověst:",
    "renown_obscure_figure": "Stín Pustin",
    "label_character_oath_grim_warden": "Zavazující Přísaha:",
    "oath_order_initiate": "Vzdorovat Padající Temnotě",

    "title_vitality_gear_grim_warden": "Tělo & Výstroj",
    "label_character_health_grim_warden": "Zdraví:",
    "label_character_stamina_grim_warden": "Odhodlání:",
    "label_blight_exposure_grim_warden": "Nákaza Zkázou:",
    "blight_exposure_level_1_display": "Dřímající",
    "blight_exposure_level_2_display": "Počáteční Příznaky",
    "blight_exposure_level_3_display": "Hnisající Nákaza",
    "blight_exposure_level_4_display": "Kritická Kontaminace",
    "label_elixir_charges_grim_warden": "Dávky Úlevy:",
    "elixirs_none_prepared": "Lékovky Prázdné, Naděje Mizivá",
    "label_armor_condition_grim_warden": "Ochrana Těla:",
    "armor_scuffed_hide": "Kůže, Potrhaná a Páchnoucí",
    "label_weapon_condition_grim_warden": "Zbraň Osudu:",
    "weapon_trusted_steel": "Ocel, Zjizvená leč Ostrá",
    "label_current_burden_grim_warden": "Nesená Tíha:",
    "burden_lightly_laden": "Zátěž: Důvěrná Bolest",

    "title_omens_whispers_grim_warden": "Neviděné Hrůzy",
    "label_omen_details_grim_warden": "Zlověstné Znaky:",
    "omens_shadows_quiet": "Závoj Klidný... Až Příliš.",

    "title_current_hunt_grim_warden": "Krvavá Stezka (Kontrakt)",
    "label_current_quest_grim_warden": "Naléhavý Úkol:",
    "quest_awaiting_contract": "Žádné Volání pro Prokleté",
    "label_quest_reward_grim_warden": "Slibovaná Odměna:",
    "reward_to_be_seen": "Dar Osudu či Další Zkáza?",
    "label_activity_status_grim_warden": "Postoj Strážce:",
    "status_on_watch": "Na Stráži proti Temnotě",
    "label_threat_level_grim_warden": "Míra Ohrožení:",
    "threat_level_1_display": "Tísnivý Klid",
    "threat_level_2_display": "Zvýšené Nebezpečí",
    "threat_level_3_display": "Bezprostřední Hrozba",
    "threat_level_4_display": "Smrtelné Nebezpečí",

    "title_local_environment_grim_warden": "Okolní Pustina",
    "label_current_location_grim_warden": "Současná Poloha:",
    "location_murkwood_fringe": "Okraj Hnijícího Temnohvozdu",
    "label_regional_control_grim_warden": "Vliv v Oblasti:",
    "control_lawless_marches": "Bezzákonné, Zkažené Pomezí",
    "label_ambient_conditions_grim_warden": "Okolní Podmínky:",
    "conditions_chill_wind_grey_skies": "Chladný Vítr, Šedá Obloha Pláče",
    "label_blight_intensity_grim_warden": "Intenzita Zkázy:",
    "blight_whispers_of_decay": "Všudypřítomná Dusivá Malátnost",
    "label_local_blight_phenomenon_grim_warden": "Místní Anomálie Zkázy:",
    "phenomenon_none_apparent": "Žádné Čerstvé Hrůzy... Zatím",
    "label_moon_cycle_grim_warden": "Obloha & Cyklus:",
    "moon_cycle_sky_obscured": "Nebesa Skryta, Hvězdy Vyhasly",

    "title_adversary_intel_grim_warden": "Znalost Protivníka",
    "label_adversary_type_grim_warden": "Typ Protivníka:",
    "target_no_adversary": "Žádný Nepřítel na Dohled",
    "label_adversary_toughness_grim_warden": "Obrana (Zbroj/Kůže/Schopnosti):",
    "label_adversary_defense_status_grim_warden": "Stav Obrany:",
    "defense_status_unknown": "Odolnost Neotestována",
    "defense_shattered": "Obrana Prolomena, Zranitelný",
    "defense_holding": "Odolává Úderům / Kryje Rány",
    "label_adversary_vitality_grim_warden": "Stav (Vitalita/Morálka):",

    "label_omen_detected_grim_warden": "Znamení Aktivní:",
    "label_combat_active_grim_warden": "Krev se Prolévá:",
    "label_blight_flare_active_grim_warden": "Vzplanutí Zkázy:",
    "label_rare_trophy_claimed_grim_warden": "Ponurá Trofej Získána:",
    "confirm_new_game_theme_grim_warden": "Vydat se na novou strážcovu pouť ke zkáze? Veškerý záznam této ponuré kroniky bude pohlcen Zkázou, zapomenut."
  }
}
