{
  "en": {
    "theme_name_short_grim_warden": "Grim\nWardens",
    "theme_name_long_grim_warden": "Grim Wardens of the Blighted Frontier",
    "theme_name_grim_warden": "Grim Wardens",
    "theme_category_grim_warden": "Dark Fantasy Monster Hunter",
    "theme_style_grim_warden": "Grit & Desperation, Tactical Combat Encounters",
    "theme_lore_grim_warden": "Atheria festers. The Blight, a creeping corruption, bleeds life from the land, spawning monstrous abominations and driving mortals to madness. Once-thriving kingdoms are now decaying baronies behind crumbling walls, their fields fallow, their forests haunted by unspeakable things. The very air in blighted zones whispers insidious promises to the weak-willed.\n\nFor centuries, the Order of Wardens, alchemically augmented warriors, served as humanity's shield against this darkness, studying the Blight, hunting its spawn, and protecting the innocent. But relentless attrition has reduced the Order to a shadow of its former self: its fortresses isolated, knowledge fragmented, numbers dwindling. Many now dismiss them as relics clinging to a hopeless cause.\n\nThe few remaining Wardens operate on the fringes, mistrusted and often alone. Desperation fuels internal strife over how to combat the Blight, threatening to shatter their dwindling brotherhood. Opportunistic warlords and insidious cults exploit the chaos, while faint whispers of the Blight's source—and a possible cure—drive some Wardens into the corrupted heartlands on perilous quests.",
    "theme_inspiration_grim_warden": "The Witcher × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Bleak, Ominous, Desperate, Macabre, Stoic Heroism",
    "theme_concept_grim_warden": "You are a Warden of a dying Order, scarred by alchemical trials, ill-equipped, and eyed with suspicion by those you guard. Bound by ancient oaths and the grim necessity of your craft, you hunt the Blight's horrors from a crumbling frontier outpost, a bastion against the encroaching dark. Lately, the Blighted creatures stir with unsettling purpose, and old whispers about the Blight's true nature resurface, demanding answers.",
    "theme_icon_alt_text_default_grim_warden": "Grim Wardens Scenario Icon",
    "theme_instructions_master_initial_grim_warden": "For this initial turn, conjure a perilous and atmospheric starting situation for the Warden. They should be on the blighted frontier, perhaps at a dilapidated watchtower, tracking a vile beast, or investigating a disturbing omen. Invent unique, thematic names for locations, NPCs, and any initial monstrous threats. Populate ALL dashboard fields with creative, contextually relevant information reflecting a dark fantasy, monster-hunting setting. Emphasize the bleakness of the world, the Warden's resilience, and the ever-present threat of the Blight. Remember the 'monster_defense_status_text' field must be updated if a monster is present.",
    "theme_instructions_master_default_grim_warden": "For standard turns, maintain the dark, gritty, and desperate tone. Contracts (Hunts) must be challenging, layered, and meaningful. Rewards should be scarce and reflect the harsh realities (e.g., meager coin, vital reagents, a piece of forgotten lore, temporary shelter). ALL game state variables and dashboard fields must persist or be logically updated. Any changes to the dashboard MUST be a direct result of the turn's narrative events. Describe Blighted creatures, eerie environments, and the psychological toll with visceral detail. Ensure the Warden's actions have tangible, often grim, consequences in this unforgiving world. If combat occurs, update 'monster_toughness_pct' AND 'monster_defense_status_text'.",
    "theme_instructions_combat_active_grim_warden": "Combat is joined! Describe the sudden, brutal eruption of violence. Detail the enemy's terrifying appearance and initial assault. Convey the Warden's immediate tactical assessment and visceral reaction. The monster must be a clear, present, and formidable danger. Update the monster intel panel fully, ensuring 'monster_toughness_pct' AND 'monster_defense_status_text' are set according to the creature's state. Player suggestions should focus on desperate survival, tactical exploitation of perceived weaknesses, or strategic retreat if overwhelmed.",
    "theme_instructions_omen_detected_grim_warden": "An unsettling omen has manifested, or a disquieting whisper has breached the Warden's senses. Describe this preternatural event with a palpable sense of mystery, dread, and foreboding. What subtle or overt signs does the Warden perceive? How does it affect the immediate environment or their psyche? Update the 'Omens & Whispers' panel with rich, thematic details. Player suggestions should focus on interpretation, cautious investigation, ritualistic warding, or desperate preparation against the unknown.",

    "title_character_status_grim_warden": "Warden's Scrip",
    "label_character_name_grim_warden": "Name/Epithet:",
    "unknown_warden": "Nameless Warden",
    "label_character_coin_grim_warden": "Silver Shards:",
    "coin_scant_shards": "Scant Shards",
    "label_character_renown_grim_warden": "Renown:",
    "renown_obscure_figure": "Obscure Figure",
    "label_character_oath_grim_warden": "Oath/Allegiance:",
    "oath_order_initiate": "Order Initiate",

    "title_vitality_gear_grim_warden": "Condition & Kit",
    "label_character_health_grim_warden": "Integrity:",
    "label_character_stamina_grim_warden": "Vigor:",
    "label_elixir_charges_grim_warden": "Draughts:",
    "elixirs_none_prepared": "None Prepared",
    "label_armor_condition_grim_warden": "Protection:",
    "armor_scuffed_hide": "Scuffed Hide",
    "label_weapon_condition_grim_warden": "Armament:",
    "weapon_trusted_steel": "Trusted Steel",
    "label_current_burden_grim_warden": "Burden:",
    "burden_lightly_laden": "Lightly Laden",

    "title_omens_whispers_grim_warden": "Omens & Whispers",
    "label_omen_details_grim_warden": "Portents:",
    "omens_shadows_quiet": "The shadows lie quiet.",

    "title_current_hunt_grim_warden": "Current Contract",
    "label_current_quest_grim_warden": "Task:",
    "quest_awaiting_contract": "Awaiting Contract",
    "label_quest_reward_grim_warden": "Bounty:",
    "reward_to_be_seen": "To Be Seen",
    "label_activity_status_grim_warden": "Stance:",
    "status_on_watch": "On Watch",
    "label_threat_level_grim_warden": "Threat:",
    "threat_level_1_display": "Uneasy Quiet",
    "threat_level_2_display": "Whispers of Danger",
    "threat_level_3_display": "Threat Looms",
    "threat_level_4_display": "Death's Door",

    "title_local_environment_grim_warden": "Surroundings",
    "label_current_location_grim_warden": "Locale:",
    "location_murkwood_fringe": "Murkwood Fringe",
    "label_regional_control_grim_warden": "Regional Sway:",
    "control_lawless_marches": "Lawless Marches",
    "label_ambient_conditions_grim_warden": "Atmosphere:",
    "conditions_chill_wind_grey_skies": "Chill Wind, Grey Skies",
    "label_blight_intensity_grim_warden": "Blight's Hold:",
    "blight_whispers_of_decay": "Whispers of Decay",
    "label_moon_cycle_grim_warden": "Sky & Cycle:",
    "moon_cycle_sky_obscured": "Sky Obscured",

    "title_monster_intel_grim_warden": "Creature Ken",
    "label_monster_type_grim_warden": "Quarry:",
    "target_no_quarry": "No Quarry",
    "label_monster_toughness_grim_warden": "Hide/Armor:",
    "label_monster_defense_status_grim_warden": "Defense State:",
    "defense_status_unknown": "Unknown",
    "defense_shattered": "Defenses Shattered",
    "defense_holding": "Resisting Impact",
    "label_monster_vitality_grim_warden": "Vitality:",

    "label_omen_detected_grim_warden": "Omen Active:",
    "label_combat_active_grim_warden": "Combat Engaged:",
    "label_rare_trophy_claimed_grim_warden": "Trophy Claimed:",
    "confirm_new_game_theme_grim_warden": "Embark on a new Warden's path? All record of this chronicle will be lost to the Blight."
  },
  "cs": {
    "theme_name_short_grim_warden": "Ponurí\nStrážci",
    "theme_name_long_grim_warden": "Ponurí Strážci Zkažené marky",
    "theme_name_grim_warden": "Ponurí Strážci",
    "theme_category_grim_warden": "Temné fantasy – Lovci nestvůr",
    "theme_style_grim_warden": "Drsnost a zoufalství, taktická střetnutí",
    "theme_lore_grim_warden": "Atherie hnisá. Zkáza, plíživá nákaza, vysává život ze země, plodí nestvůrné ohavnosti a dohání smrtelníky k šílenství. Kdysi vzkvétající království jsou nyní rozkládajícími se baronstvími za rozpadajícími se zdmi, jejich pole leží ladem, jejich lesy jsou strašeny nevýslovnými hrůzami. Samotný vzduch ve zkažených zónách našeptává zrádné sliby slabým vůlím.\n\nPo staletí Řád Strážců, alchymicky posílení válečníci, sloužil jako štít lidstva proti této temnotě, studoval Zkázu, lovil její zplozence a chránil nevinné. Ale neúprosný úbytek sil zredukoval Řád na pouhý stín jeho někdejší slávy: jeho pevnosti jsou izolované, vědomosti roztříštěné, počty se tenčí. Mnozí je nyní odmítají jako relikvie lpící na beznadějné věci.\n\nZbylí Strážci operují na okraji, nedůvěřovaní a často sami. Zoufalství podněcuje vnitřní sváry ohledně boje se Zkázou, hrozící roztříštit jejich mizející bratrstvo. Oportunističtí vojevůdci a zákeřné kulty využívají chaosu, zatímco slabé šepoty o původu Zkázy – a možném léku – ženou některé Strážce do zkažených srdcí země na nebezpečné výpravy.",
    "theme_inspiration_grim_warden": "Zaklínač × Bloodborne × Darkest Dungeon",
    "theme_tone_grim_warden": "Ponurý, zlověstný, zoufalý, makabrózní, stoické hrdinství",
    "theme_concept_grim_warden": "Jsi Strážce umírajícího Řádu, poznamenán alchymickými zkouškami, špatně vybaven a sledován s podezřením těmi, které střežíš. Vázán prastarými přísahami a ponurou nutností svého řemesla, lovíš hrůzy Zkázy z rozpadající se hraniční výspy, bašty proti plíživé temnotě. V poslední době se Zkažené bytosti hýbou se znepokojivým záměrem a staré šepoty o pravé podstatě Zkázy znovu vyplouvají na povrch, žádajíce odpovědi.",
    "theme_icon_alt_text_default_grim_warden": "Ikona scénáře Temných Strážců",
    "theme_instructions_master_initial_grim_warden": "Pro tento úvodní tah vykouzli nebezpečnou a atmosférickou výchozí situaci pro Strážce. Měl by se nacházet na zkažené hranici, možná u zchátralé strážní věže, stopovat odpornou bestii nebo vyšetřovat znepokojivé znamení. Vymysli jedinečné, tematické názvy pro lokace, NPC a jakékoli počáteční monstrózní hrozby. Zaplň VŠECHNA pole na informačním panelu kreativními, kontextově relevantními informacemi odrážejícími temné fantasy prostředí lovu nestvůr. Zdůrazni bezútěšnost světa, odolnost Strážce a všudypřítomnou hrozbu Zkázy. Pamatuj, že pole 'monster_defense_status_text' musí být aktualizováno, pokud je přítomna nestvůra.",
    "theme_instructions_master_default_grim_warden": "Pro standardní tahy udržuj temný, drsný a zoufalý tón. Kontrakty (Lovy) musí být náročné, vrstevnaté a smysluplné. Odměny by měly být vzácné a odrážet krutou realitu (např. skrovné mince, životně důležité reagencie, útržek zapomenutého vědění, dočasný úkryt). VŠECHNY proměnné stavu hry a pole na informačním panelu musí přetrvávat nebo být logicky aktualizovány. Jakékoli změny na informačním panelu MUSÍ být přímým důsledkem narativních událostí tahu. Popisuj Zkažené tvory, strašidelná prostředí a psychickou daň s viscerálními detaily. Zajisti, aby činy Strážce měly hmatatelné, často ponuré, následky v tomto nelítostném světě. Pokud dojde k boji, aktualizuj 'monster_toughness_pct' A 'monster_defense_status_text'.",
    "theme_instructions_combat_active_grim_warden": "Boj započal! Popiš náhlé, brutální propuknutí násilí. Detailně popiš děsivý vzhled nepřítele a jeho počáteční útok. Zprostředkuj Strážcovo okamžité taktické vyhodnocení a viscerální reakci. Nestvůra musí představovat jasné, přítomné a impozantní nebezpečí. Plně aktualizuj panel s informacemi o nestvůře, zajisti, aby 'monster_toughness_pct' A 'monster_defense_status_text' byly nastaveny podle stavu tvora. Návrhy pro hráče by se měly soustředit na zoufalé přežití, taktické využití vnímaných slabin nebo strategický ústup v případě přesily.",
    "theme_instructions_omen_detected_grim_warden": "Projevilo se znepokojivé znamení nebo Strážcovy smysly pronikl zneklidňující šepot. Popiš tuto nadpřirozenou událost s hmatatelným pocitem tajemna, hrůzy a zlé předtuchy. Jaké jemné či zjevné znaky Strážce vnímá? Jak to ovlivňuje bezprostřední prostředí nebo jeho psychiku? Aktualizuj panel 'Znamení & Šepoty' bohatými, tematickými detaily. Návrhy pro hráče by se měly zaměřit na výklad, opatrné vyšetřování, rituální zažehnávání nebo zoufalou přípravu proti neznámému.",

    "title_character_status_grim_warden": "Strážcův Zápis",
    "label_character_name_grim_warden": "Jméno/Přezdívka:",
    "unknown_warden": "Bezejmenný Strážce",
    "label_character_coin_grim_warden": "Stříbrné Střepiny:",
    "coin_scant_shards": "Pár Střípků",
    "label_character_renown_grim_warden": "Pověst:",
    "renown_obscure_figure": "Neznámá Postava",
    "label_character_oath_grim_warden": "Přísaha/Příslušnost:",
    "oath_order_initiate": "Iniciát Řádu",

    "title_vitality_gear_grim_warden": "Stav & Výstroj",
    "label_character_health_grim_warden": "Integrita:",
    "label_character_stamina_grim_warden": "Síla Vůle:",
    "label_elixir_charges_grim_warden": "Lektvary:",
    "elixirs_none_prepared": "Žádné Připraveny",
    "label_armor_condition_grim_warden": "Ochrana:",
    "armor_scuffed_hide": "Ošoupaná Kůže",
    "label_weapon_condition_grim_warden": "Výzbroj:",
    "weapon_trusted_steel": "Osvědčená Ocel",
    "label_current_burden_grim_warden": "Zátěž:",
    "burden_lightly_laden": "Lehce Naložen",

    "title_omens_whispers_grim_warden": "Znamení & Šepoty",
    "label_omen_details_grim_warden": "Předzvěsti:",
    "omens_shadows_quiet": "Stíny mlčí.",

    "title_current_hunt_grim_warden": "Současný Kontrakt",
    "label_current_quest_grim_warden": "Úkol:",
    "quest_awaiting_contract": "Čeká na Kontrakt",
    "label_quest_reward_grim_warden": "Odměna:",
    "reward_to_be_seen": "Uvidí se",
    "label_activity_status_grim_warden": "Postoj:",
    "status_on_watch": "Na Stráži",
    "label_threat_level_grim_warden": "Hrozba:",
    "threat_level_1_display": "Tísnivý Klid",
    "threat_level_2_display": "Šepot Nebezpečí",
    "threat_level_3_display": "Hrozba se Blíží",
    "threat_level_4_display": "Na Prahu Smrti",

    "title_local_environment_grim_warden": "Okolí",
    "label_current_location_grim_warden": "Místo:",
    "location_murkwood_fringe": "Okraj Temnohvozdu",
    "label_regional_control_grim_warden": "Regionální Vliv:",
    "control_lawless_marches": "Bezzákonné Kraje",
    "label_ambient_conditions_grim_warden": "Atmosféra:",
    "conditions_chill_wind_grey_skies": "Chladný Vítr, Šedá Obloha",
    "label_blight_intensity_grim_warden": "Moc Zkázy:",
    "blight_whispers_of_decay": "Dech Rozkladu",
    "label_moon_cycle_grim_warden": "Nebe & Cyklus:",
    "moon_cycle_sky_obscured": "Obloha Skryta",

    "title_monster_intel_grim_warden": "Znalost Nestvůr",
    "label_monster_type_grim_warden": "Kořist:",
    "target_no_quarry": "Žádná Kořist",
    "label_monster_toughness_grim_warden": "Kůže/Zbroj:",
    "label_monster_defense_status_grim_warden": "Stav Obrany:",
    "defense_status_unknown": "Neznámý",
    "defense_shattered": "Obrana Zničena",
    "defense_holding": "Odolává Úderu",
    "label_monster_vitality_grim_warden": "Vitalita:",

    "label_omen_detected_grim_warden": "Znamení Aktivní:",
    "label_combat_active_grim_warden": "Boj Probíhá:",
    "label_rare_trophy_claimed_grim_warden": "Trofej Získána:",
    "confirm_new_game_theme_grim_warden": "Vydat se na novou strážcovu stezku? Veškerý záznam této kroniky bude ztracen Zkáze."
  }
}
