{
  "en": {
    "theme_name_short_celestial_custodians": "Celestial\nCustodians",
    "theme_name_long_celestial_custodians": "The Utterly Baffling and Occasionally Perilous Service of the Celestial Custodians",
    "theme_name_celestial_custodians": "Celestial Custodians",
    "theme_category_celestial_custodians": "Absurdist Sci-Fi Adventure & Cosmic Mismanagement",
    "theme_style_celestial_custodians": "Episodic Misadventures, Bizarre Problem Solving & Reluctant Heroism (with Tea Breaks)",
    "theme_lore_celestial_custodians": "Across the unfathomable weirdness of the cosmos, where logic takes frequent holidays and common sense is an endangered species, someone, regrettably, has to deal with the messes. Not the galaxy-shattering crises that get all the good press (usually), but the strange leaks, the peculiar infestations of self-aware dust bunnies, the planets that have inexplicably started rhyming (badly), or the nebulae suffering from acute existential crises and demanding better benefits.\n\nThat, dear friends, is where the Celestial Custodians stumble in.\n\nEquipped with highly advanced (and frequently temperamental, often bordering on actively malicious) plasmatic mops, sarcastic multi-tools that offer more commentary than utility, and an unhealthy reliance on lukewarm tea, these intrepid (or perhaps just easily bewildered) souls navigate the glorious absurdities of the universe. Their noble aim? To keep things... vaguely tidy. Or, more realistically, to prevent them from getting actively, irrevocably, and hilariously worse.\n\nThey operate under the nebulous (and often entirely ignored) guidance of the 'Union of Celestial Custodians Local 47,' an esteemed body known more for its baffling bylaws, its legendary inability to organize a picnic, and its questionable catering choices than for any discernible effective support.\n\nEach assignment is a fresh plunge into the unexpected, a glorious new chapter in the 'Why Me?' saga, where the solution is often as bizarre as the problem, and the only constant is the universe's unerring ability to throw a spanner (sometimes literally a sentient, singing spanner) into the works.",
    "theme_inspiration_celestial_custodians": "Hitchhiker's Guide to the Galaxy (Primary Tone) × Futurama (Workplace Chaos & Zany Adventure) × Red Dwarf (Grubby Charm & Character Banter) × Terry Pratchett's Discworld (Philosophical Absurdity)",
    "theme_tone_celestial_custodians": "Humorous, Absurdist, Dryly Witty, Understatedly Chaotic, Surprisingly Heartfelt at Times (Usually by Accident)",
    "theme_concept_celestial_custodians": "You are a Celestial Custodian — a highly trained (in theory) operative in the thankless field of cosmic janitorial services and interdimensional problem-solving. From your trusty (and probably slightly sticky) vessel, you're dispatched to the universe’s weirdest, most baffling, and often least hygienic corners. Your mission: to fix, tidy, or at least make slightly less alarming, phenomena that defy conventional explanation (and often, the laws of physics). Armed with a state-of-the-art mop that has Opinions, a toolkit full of things that might be useful (or might just be lint), and a deeply ingrained sense of 'well, this is happening,' you take on assignments no sane, well-adjusted being would touch with a ten-foot cosmic cleaning rod. Expect the unexpected. And then expect the unexpected to have an unexpected cousin who plays the banjo.",
    "theme_icon_alt_text_default_celestial_custodians": "Celestial Custodians: A plasmatic mop crossed with a rubber chicken, before a swirling, confused-looking nebula.",

    "title_custodian_id_celestial_custodians": "Custodian Identity & Gumption Monitor",
    "label_custodian_name_celestial_custodians": "Designation:",
    "custodian_name_default_celestial_custodians": "Custodian (Badge Pending... Indefinitely)",
    "label_gumption_level_celestial_custodians": "Gumption Reserves:",
    "label_union_dues_celestial_custodians": "Union Dues (Local 47 Status):",
    "union_dues_pending_celestial_custodians": "Awaiting First Union Communique (Probably a Bill)",

    "title_ship_log_celestial_custodians": "Vessel Status & Debris Collection Log",
    "label_ship_name_celestial_custodians": "Ship's Moniker:",
    "ship_name_default_celestial_custodians": "Vessel Designation Pending (Or Misplaced)",
    "label_ship_integrity_celestial_custodians": "Hull Condition (Approx.):",
    "label_ship_fuel_celestial_custodians": "Go-Juice Level:",
    "ship_fuel_nominal_celestial_custodians": "Go-Juice Levels Unspecified (Standard Procedure)",
    "ship_fuel_unit_celestial_custodians": " (Units of Questionable All-Purpose Go-Juice)",
    "label_debris_containment_celestial_custodians": "Debris Bay Capacity:",

    "title_tools_trade_celestial_custodians": "Official Custodial Accoutrements",
    "label_plasmatic_mop_celestial_custodians": "Plasmatic Mop Mk.IV (The Opinionated One):",
    "mop_status_ready_celestial_custodians": "Mop Status: Undetermined (Likely Contemplating Existence)",
    "label_toolkit_condition_celestial_custodians": "Universal Fix-It (or FUBAR) Kit:",
    "toolkit_condition_stocked_celestial_custodians": "Toolkit Contents: To Be Inventoried (Expect Surprises)",
    "label_special_gadget_celestial_custodians": "Currently Issued Special Gizmo:",
    "gadget_slot_empty_celestial_custodians": "Special Gizmo Slot: Vacant (A Rare Occurrence)",

    "title_assignment_docket_celestial_custodians": "Current Assignment & Hazard Manifest",
    "label_assignment_brief_celestial_custodians": "Task Directive (In Theory):",
    "assignment_brief_standby_celestial_custodians": "Assignment Docket: Clear (For Now...)",
    "label_assignment_client_location_celestial_custodians": "Client/Locale of Befuddlement:",
    "client_location_unknown_celestial_custodians": "Client/Locale: Awaiting Assignment Directives",
    "label_hazard_pay_celestial_custodians": "Hazard Pay (Theoretical):",
    "hazard_pay_standard_celestial_custodians": "Hazard Pay: Not Yet Applicable (Optimistically)",

    "title_local_phenomena_celestial_custodians": "Local Peculiarity Scanner Readout",
    "label_anomaly_report_celestial_custodians": "Current Anomaly Scan:",
    "anomaly_report_clear_celestial_custodians": "Local Peculiarity Scan: No Active Anomalies (This Can't Be Right...)",
    "label_cosmic_weirdness_index_celestial_custodians": "Cosmic Weirdness Index™:",
    "weirdness_index_mundane_celestial_custodians": "Surprisingly Normal (Don't Trust It)",
    "weirdness_index_peculiar_celestial_custodians": "Mildly Peculiar (Standard Tuesday)",
    "weirdness_index_bizarre_celestial_custodians": "Actively Bizarre (Tea Recommended)",
    "weirdness_index_reality_bending_celestial_custodians": "Reality Currently Optional (Stronger Tea Recommended)",

    "title_emergency_protocol_celestial_custodians": "Emergency Protocol & Questionable Advice Archive (Vol. 7)",
    "label_protocol_advice_celestial_custodians": "Current 'Helpful' Protocol Excerpt:",
    "protocol_advice_standard_celestial_custodians": "Emergency Protocols: Standing By (With Dubious Advice)",
    "label_similar_incident_celestial_custodians": "Historical Precedent (If You're Lucky):",
    "similar_incident_none_celestial_custodians": "Historical Incidents: Archive Search Pending",

    "title_union_hotline_celestial_custodians": "Union Hotline (Local 47 - 'We're Listening... Probably')",
    "label_union_rep_advice_celestial_custodians": "Union Rep's Sage Words:",
    "union_advice_unavailable_celestial_custodians": "Union Rep Channel: Offline (Or Avoiding Calls)",
    "label_union_grievance_status_celestial_custodians": "Active Grievances (Filed in Hope):",
    "grievance_status_none_celestial_custodians": "Grievance Log: Currently Empty (A True Anomaly)",

    "label_indicator_critical_failure_celestial_custodians": "System Status Alert:",
    "label_indicator_lifeform_encounter_celestial_custodians": "Unexpected Biosignature:",
    "label_indicator_scan_data_celestial_custodians": "Anomaly Scanner Update:",
    "label_indicator_union_contact_celestial_custodians": "Union Consultation Required:",
    "label_indicator_scope_creep_celestial_custodians": "Assignment Parameters Shifting:",
    "label_indicator_bizarre_solution_celestial_custodians": "Improbable Success Bonus:",

    "theme_instructions_master_initial_celestial_custodians": "The player, a newly (or perhaps, not-so-newly-but-equally-bewildered) Celestial Custodian, begins their shift. Their first assignment should be presented with an air of understated cosmic absurdity that barely conceals the potential for utter chaos (e.g., 'Your task for this rotation: The Sentient Nebula in Sector Gamma-9 has developed a rather alarming case of hives. Standard de-hiving protocols are, regrettably, still in draft. Tea is at 0800, if the replicator isn't unionizing again.'). Populate ALL dashboard fields with values that reek of mismanagement and whimsy. The 'Cosmic Weirdness Index' should start at 'Mildly Peculiar,' because 'normal' for a Custodian is already deeply strange. Initial suggested actions should present seemingly sensible, yet ultimately hilarious, first steps into a profoundly nonsensical situation. Remember, the universe isn't out to get you; it's just easily distracted and prone to fits of cosmic giggles.",
    "theme_instructions_master_default_celestial_custodians": "Channel the spirit of Douglas Adams and Terry Pratchett. Every narrative beat is an opportunity for dry wit, magnificent understatement of the colossal, or an unexpected tangent that is somehow more illuminating (or at least far funnier) than the problem at hand. Problems frequently arise from spectacular incompetence (often the player's, sometimes the universe's), cosmic-scale misunderstandings, or the universe simply having an 'off day' and deciding gravity is optional for Tuesdays. Solutions should rarely be straightforward; actively encourage bizarre applications of custodial tools or the exploitation of loopholes in reality that probably shouldn't exist. Suggested actions should reflect this: offer options that are absurdly practical ('Have you tried offering the black hole a biscuit?'), hopelessly optimistic ('Perhaps if we reason with the self-replicating socks...'), or involve attempting to file a strongly worded complaint with an inanimate object. Remember the Guide: 'Don't Panic.' (Though mild, controlled panic is occasionally acceptable, especially if tea is involved). Avoid making the player fill out forms or engage in actual bureaucracy; the *idea* of bureaucracy is funny, the *act* is not.",
    "theme_instructions_critical_system_failure_or_breach_celestial_custodians": "A critical system has failed, or a containment breach has occurred – an event that, in a less absurd universe, might be cause for genuine alarm. Here, it's just another Tuesday demanding more tea. Describe the chaos with a deadpan, almost cheerful tone, focusing on the incongruous details and the spectacular ineptitude of the situation (e.g., 'The Plasmatic Mop, having achieved full sentience and developed a passion for interpretive dance, is now attempting to teach the ship's navigation console the cha-cha. This is making docking procedures... expressive.'). The 'Emergency Protocol & Questionable Advice Archive' panel should activate, offering advice that is technically correct but practically useless, or based on a misunderstanding of the problem so profound it's almost art ('In case of sentient mop, ensure it has adequate teabreak facilities.'). Suggested actions: one sensible-ish attempt at a fix (likely to fail comically), one attempt to negotiate with/appease the malfunctioning/escaped entity/system, and perhaps one option to just make a fresh pot of tea and observe the unfolding pandemonium from a safe distance.",
    "theme_instructions_unexpected_lifeform_encountered_celestial_custodians": "A new lifeform materializes, blunders, or perhaps politely inquires its way into the scene, likely with little regard for personal space, conventional biology, or the concept of 'not shedding glitter everywhere.' Describe it with loving attention to its most baffling features and perplexing habits. Its motivations should be obscure, hilariously mundane, or deeply philosophical in a way that only makes sense if you're a three-headed space wombat (e.g., 'The floating crystalline entity, which introduces itself as Kevin, appears to be searching for a compatible phone charger for its... well, for Kevin.'). Update 'current_anomaly_report_text' as if this is just another item on a very long, strange shopping list. Suggested actions should include attempts at communication (likely to result in mutual bewilderment), cautious observation (which may reveal that Kevin enjoys off-key humming), or offering it something entirely inappropriate but well-intentioned (like a half-eaten sandwich to a being of pure energy that subsists on existential angst).",
    "theme_instructions_active_anomaly_scan_data_available_celestial_custodians": "The Local Peculiarity Scanner pings with something new, like an overenthusiastic doorbell announcing the arrival of yet another cosmic Jehovah's Witness. This isn't just weird; it's an *invitation* to further weirdness. Describe the anomaly as if it's an abstract art piece that's started giving unsolicited life advice, or a physics experiment gone delightfully sideways. Populate 'current_anomaly_report_text' with something that sounds official but explains absolutely nothing of substance (e.g., 'Localized Spatio-Temporal Event: Elevated levels of rogue apostrophes and a faint scent of lemon detected.'). The 'Cosmic Weirdness Index™' should reflect this new data, likely nudging upwards. Suggested actions: Poke it with a stick (metaphorically, via a highly advanced custodial implement). Attempt to categorize it using an entirely outdated and hilariously irrelevant system ('Is it a Class B Floopy-Doo or a Type G Wobblygong?'). See if it responds favorably to being offered a cup of tea.",
    "theme_instructions_union_rep_contact_critical_celestial_custodians": "The player, presumably at their wit's end or in desperate need of someone to blame, contacts Union Local 47. This organization's primary function appears to be the generation of bewilderingly unhelpful advice, the meticulous misfiling of grievances, and the enthusiastic scheduling of deeply unappealing mandatory social events. The Rep's response (for 'union_rep_advice_text') should magnificently miss the point of the player's problem, instead focusing on an obscure bylaw (probably involving the correct number of biscuits per tea break), a lengthy personal anecdote about a particularly troublesome stapler that achieved sentience, or the correct procedure for filing a grievance about the quality of the recycled air in the commissary. The advice should be a masterpiece of bureaucratic obfuscation. Suggested actions: Attempt to rephrase the problem using only interpretive dance. Ask detailed follow-up questions about the sentient stapler. Consider starting a rival union based on principles of actual helpfulness and decent biscuits.",
    "theme_instructions_job_scope_creep_detected_celestial_custodians": "The assignment, previously a model of (relative, cosmic-scale) simplicity, has suddenly and alarmingly developed an entirely new set of unforeseen, unpaid-for, and likely tentacled complications. Describe this expansion of duties with the weary, resigned sigh of someone who has seen it all before and knows exactly where this is going (nowhere good, but probably somewhere funny). The 'assignment_brief_text' should update to reflect this new layer of Sisyphean torment, possibly with a passive-aggressive addendum from the client. Suggested actions should include: A pragmatic attempt to tackle one infinitesimally small part of the new, colossal problem. An attempt to delegate the new problem to a passing, easily confused space slug or a particularly sturdy-looking inanimate object. A quiet, heartfelt consideration of early retirement to a planet with significantly fewer tentacles and more reliable plumbing.",
    "theme_instructions_bizarre_solution_achieved_celestial_custodians": "Against all known laws of physics, probability, and common sense, the player's utterly baffling, probably dangerous, and entirely unorthodox solution has *actually worked*. The universe itself pauses for a moment, blinking in confused astonishment. Acknowledge this rare triumph with a short, Guide-like aside about the sheer improbability of it all, or perhaps a comment from the ship's AI along the lines of 'Statistically, that should not have been possible. I shall recalibrate my definition of 'possible'... and hide the good tea.' Dashboard updates should be minimal – a slight Gumption boost for defying cosmic odds, maybe the `union_dues_status_text` changes to 'Temporarily Befuddled By Your Unexpected Competence.' Suggested actions: Don't question it. Move on very, very quickly before the universe notices its mistake and attempts a do-over. Maybe have a celebratory biscuit (or seven). Check that nothing else has unexpectedly gained sentience as a side effect.",
    "confirm_new_game_theme_celestial_custodians": "Embark on a new, bewildering shift as a Celestial Custodian? All current cosmic messes, questionable life choices, and half-eaten sandwiches will be reset to 'mildly perplexing' (and possibly slightly stale)."
  },
  "cs": {
    "theme_name_short_celestial_custodians": "Nebeský\nÚklid",
    "theme_name_long_celestial_custodians": "Naprosto Zarážející a Občas Riskantní Služba Nebeských Údržbářů",
    "theme_name_celestial_custodians": "Nebeský Úklid",
    "theme_category_celestial_custodians": "Absurdní Sci-Fi Dobrodružství & Kosmická Špatná Správa",
    "theme_style_celestial_custodians": "Epizodické Lapálie, Bizarní Řešení Problémů & Neochotné Hrdinství (s Pauzami na Čaj)",
    "theme_lore_celestial_custodians": "Napříč nepochopitelnou podivností kosmu, kde logika si bere časté dovolené a zdravý rozum je ohroženým druhem, se někdo, bohužel, musí vypořádat s nepořádkem. Ne s krizemi otřásajícími galaxií, které se dostávají do všech dobrých zpráv (obvykle), ale s podivnými úniky, zvláštními zamořeními sebeuvědomělých chuchvalců prachu, planetami, které nevysvětlitelně začaly rýmovat (špatně), nebo mlhovinami trpícími akutními existenčními krizemi a požadujícími lepší benefity.\n\nPrávě zde, drazí přátelé, Nebesští Údržbáři vrávorají na scénu.\n\nVybaveni vysoce pokročilými (a často náladovými, mnohdy hraničícími s aktivní zlomyslností) plazmatickými mopy, sarkastickými multifunkčními nástroji, které nabízejí více komentářů než užitku, a nezdravou závislostí na vlažném čaji, tito neohrožení (nebo možná jen snadno zmatení) jedinci proplouvají nádhernými absurditami vesmíru. Jejich vznešený cíl? Udržet věci... tak nějak uklizené. Nebo, realističtěji, zabránit tomu, aby se aktivně, nenávratně a k popukání zhoršovaly.\n\nPůsobí pod mlhavým (a často zcela ignorovaným) vedením 'Unie Nebeských Údržbářů, Místní Pobočka 47', váženého orgánu známého spíše svými matoucími stanovami, svou legendární neschopností zorganizovat piknik a svými pochybnými cateringovými volbami než jakoukoli znatelnou efektivní podporou.\n\nKaždý úkol je čerstvým ponorem do nečekaného, nádhernou novou kapitolou v sáze 'Proč Zrovna Já?', kde řešení je často stejně bizarní jako problém samotný, a jedinou konstantou je neomylná schopnost vesmíru hodit klacek (někdy doslova vnímající, zpívající klacek) pod nohy.",
    "theme_inspiration_celestial_custodians": "Stopařův průvodce po Galaxii (Primární Tón) × Futurama (Pracovní Chaos & Potrhlé Dobrodružství) × Červený trpaslík (Omšelý Šarm & Hašteření Postav) × Zeměplocha Terryho Pratchetta (Filozofická Absurdita)",
    "theme_tone_celestial_custodians": "Humorný, Absurdní, Suchě Vtipný, Zdrženlivě Chaotický, Občas Překvapivě Srdečný (Obvykle Náhodou)",
    "theme_concept_celestial_custodians": "Jste Nebeský Údržbář – vysoce vyškolený (teoreticky) pracovník v nevděčném oboru kosmických úklidových služeb a mezidimenzionálního řešení problémů. Ze své věrné (a pravděpodobně lehce pomačkané) lodi jste vysláni do nejpodivnějších, nejvíce matoucích a často nejméně hygienických koutů vesmíru. Vaše mise: opravit, uklidit, nebo alespoň učinit o něco méně alarmujícími jevy, které se vzpírají konvenčnímu vysvětlení (a často i zákonům fyziky). Vyzbrojeni nejmodernějším mopem, který má Názory, sadou nářadí plnou věcí, které by mohly být užitečné (nebo by to mohly být jen žmolky), a hluboce zakořeněným pocitem 'no, tak se to děje', přijímáte úkoly, kterých by se žádná příčetná, vyrovnaná bytost nedotkla ani desetimetrovou kosmickou úklidovou tyčí. Očekávejte neočekávané. A pak očekávejte, že neočekávané bude mít neočekávaného bratrance, který hraje na banjo.",
    "theme_icon_alt_text_default_celestial_custodians": "Nebeský Úklid: Plazmatický mop zkřížený s gumovým kuřetem, před vířící, zmateně vyhlížející mlhovinou.",

    "title_custodian_id_celestial_custodians": "Identifikační Modul Údržbáře & Monitor Kuráže",
    "label_custodian_name_celestial_custodians": "Označení:",
    "custodian_name_default_celestial_custodians": "Údržbář (Jmenovka se Vyřizuje... Na Neurčito)",
    "label_gumption_level_celestial_custodians": "Zásoby Kuráže:",
    "label_union_dues_celestial_custodians": "Odborové Příspěvky (Pobočka 47 Stav):",
    "union_dues_pending_celestial_custodians": "Čeká se na První Odborový Komuniké (Pravděpodobně Účet)",

    "title_ship_log_celestial_custodians": "Stav Plavidla & Manifest Sebraného Smetí",
    "label_ship_name_celestial_custodians": "Přezdívka Lodi:",
    "ship_name_default_celestial_custodians": "Označení Plavidla: Nevyřízeno (Nebo Ztraceno)",
    "label_ship_integrity_celestial_custodians": "Stav Trupu (Přibližně):",
    "label_ship_fuel_celestial_custodians": "Hladina Šťávy:",
    "ship_fuel_nominal_celestial_custodians": "Hladina Šťávy: Nespecifikována (Standardní Postup)",
    "ship_fuel_unit_celestial_custodians": " (Jednotek Pochybné Všestranné Šťávy)",
    "label_debris_containment_celestial_custodians": "Zaplnění Skládky Smetí:",

    "title_tools_trade_celestial_custodians": "Oficiální Údržbářské Náležitosti",
    "label_plasmatic_mop_celestial_custodians": "Plazmatický Mop Mk.IV (Ten Názorový):",
    "mop_status_ready_celestial_custodians": "Stav Mopu: Neurčen (Pravděpodobně Kontempluje Existenci)",
    "label_toolkit_condition_celestial_custodians": "Univerzální Sada Oprav-Nebo-Totálních-Pokazů:",
    "toolkit_condition_stocked_celestial_custodians": "Obsah Sady Nářadí: Bude Inventarizováno (Očekávejte Překvapení)",
    "label_special_gadget_celestial_custodians": "Momentálně Vydaná Speciální Vychytávka:",
    "gadget_slot_empty_celestial_custodians": "Slot Speciální Vychytávky: Volný (Vzácný Jev)",

    "title_assignment_docket_celestial_custodians": "Aktuální Úkol & Manifest Rizik",
    "label_assignment_brief_celestial_custodians": "Pracovní Direktivy (Teoreticky):",
    "assignment_brief_standby_celestial_custodians": "Pracovní Výkaz: Čistý (Prozatím...)",
    "label_assignment_client_location_celestial_custodians": "Klient/Místo Zmatení:",
    "client_location_unknown_celestial_custodians": "Klient/Místo: Čeká na Zadání Úkolu",
    "label_hazard_pay_celestial_custodians": "Příplatek za Riziko (Hypotetický):",
    "hazard_pay_standard_celestial_custodians": "Příplatek za Riziko: Zatím Není Relevantní (Optimisticky)",

    "title_local_phenomena_celestial_custodians": "Výstup Skenneru Lokálních Zvláštností",
    "label_anomaly_report_celestial_custodians": "Aktuální Sken Anomálií:",
    "anomaly_report_clear_celestial_custodians": "Sken Lokálních Zvláštností: Žádné Aktivní Anomálie (To Nemůže Být Správně...)",
    "label_cosmic_weirdness_index_celestial_custodians": "Index Kosmické Podivnosti™:",
    "weirdness_index_mundane_celestial_custodians": "Překvapivě Normální (Nevěřte Tomu)",
    "weirdness_index_peculiar_celestial_custodians": "Mírně Zvláštní (Běžné Úterý)",
    "weirdness_index_bizarre_celestial_custodians": "Aktivně Bizarní (Doporučuje se Čaj)",
    "weirdness_index_reality_bending_celestial_custodians": "Realita Momentálně Volitelná (Doporučuje se Silnější Čaj)",

    "title_emergency_protocol_celestial_custodians": "Nouzový Protokol & Archiv Pochybných Rad (Sv. 7)",
    "label_protocol_advice_celestial_custodians": "Aktuální 'Užitečný' Úryvek z Protokolu:",
    "protocol_advice_standard_celestial_custodians": "Nouzové Protokoly: V Pohotovosti (s Pochybnými Radami)",
    "label_similar_incident_celestial_custodians": "Historický Precedent (Máte-li Štěstí):",
    "similar_incident_none_celestial_custodians": "Historické Incidenty: Vyhledávání v Archivu Čeká",

    "title_union_hotline_celestial_custodians": "Odborová Horká Linka (Pobočka 47 - 'Nasloucháme... Pravděpodobně')",
    "label_union_rep_advice_celestial_custodians": "Moudrá Slova Zástupce Odborů:",
    "union_advice_unavailable_celestial_custodians": "Kanál Zástupce Odborů: Offline (Nebo se Vyhýbá Hovorům)",
    "label_union_grievance_status_celestial_custodians": "Aktivní Stížnosti (Podané v Naději):",
    "grievance_status_none_celestial_custodians": "Kniha Stížností: Momentálně Prázdná (Skutečná Anomálie)",

    "label_indicator_critical_failure_celestial_custodians": "Výstraha Systému/Kontejnmentu:",
    "label_indicator_lifeform_encounter_celestial_custodians": "Nečekaný Biosignál:",
    "label_indicator_scan_data_celestial_custodians": "Aktualizace Skenu Anomálií:",
    "label_indicator_union_contact_celestial_custodians": "Vyžadována Konzultace s Odbory:",
    "label_indicator_scope_creep_celestial_custodians": "Parametry Úkolu se Mění:",
    "label_indicator_bizarre_solution_celestial_custodians": "Bonus za Nepravděpodobný Úspěch:",

    "theme_instructions_master_initial_celestial_custodians": "Hráč, čerstvý (nebo možná ne tak čerstvý, ale stejně zmatený) Nebeský Údržbář, začíná svou směnu. Jeho první úkol by měl být prezentován s nádechem nenápadné kosmické absurdity, která sotva skrývá potenciál pro naprostý chaos (např. 'Váš úkol pro tuto rotaci: Vnímající Mlhovina v Sektoru Gama-9 dostala poměrně alarmující kopřivku. Standardní protokoly pro odkopřivkování jsou, bohužel, stále v návrhu. Čaj je v 08:00, pokud se replikátor znovu nerozhodne vstoupit do odborů.'). Zaplňte VŠECHNA pole na informačním panelu hodnotami, které čpí špatným řízením a rozmarem. 'Index Kosmické Podivnosti' by měl začínat na 'Mírně Zvláštní,' protože 'normální' stav pro Údržbáře je již hluboce podivný. Počáteční navrhované akce by měly představovat zdánlivě rozumné, leč ve výsledku k popukání, první kroky do hluboce nesmyslné situace. Pamatujte, vesmír vás nechce dostat; je jen snadno rozptýlitelný a náchylný k záchvatům kosmického chechtotu.",
    "theme_instructions_master_default_celestial_custodians": "Nalaďte se na ducha Douglase Adamse a Terryho Pratchetta. Každý narativní moment je příležitostí pro suchý vtip, velkolepé zlehčení kolosálního, nebo nečekanou odbočku, která je nějakým způsobem více osvětlující (nebo alespoň mnohem vtipnější) než problém samotný. Problémy často vznikají z velkolepé nekompetence (často hráčovy, někdy vesmíru), kosmických nedorozumění, nebo prostě proto, že vesmír má 'špatný den' a rozhodne se, že gravitace je pro úterky volitelná. Řešení by zřídka měla být přímočará; aktivně podporujte bizarní použití údržbářských nástrojů nebo využívání mezer v realitě, které by pravděpodobně neměly existovat. Navrhované akce by to měly odrážet: nabídněte možnosti, které jsou absurdně praktické ('Zkusili jste nabídnout té černé díře sušenku?'), beznadějně optimistické ('Možná když si promluvíme s těmi samoreplikujícími se ponožkami...'), nebo zahrnují pokus o podání důrazně formulované stížnosti neživému objektu. Pamatujte na Průvodce: 'Nepropadejte panice.' (Ačkoli mírná, kontrolovaná panika je občas přijatelná, zvláště pokud je v dosahu čaj). Vyhněte se tomu, aby hráč vyplňoval formuláře nebo se zapojoval do skutečné byrokracie; *myšlenka* byrokracie je vtipná, *akt* samotný nikoli.",
    "theme_instructions_critical_system_failure_or_breach_celestial_custodians": "Kritický systém selhal nebo došlo k narušení kontejnmentu – událost, která by v méně absurdním vesmíru mohla být důvodem k opravdovému poplachu. Tady je to jen další úterý vyžadující více čaje. Popište chaos s kamennou, téměř veselou tváří, zaměřte se na nesourodé detaily a velkolepou nešikovnost situace (např. 'Plazmatický Mop, dosáhnuvši plného vědomí a vyvinuvši vášeň pro interpretační tanec, se nyní pokouší naučit navigační konzoli lodi ča-ču. To činí dokovací procedury... expresivními.'). Panel 'Nouzový Protokol & Archiv Pochybných Rad' by se měl aktivovat a nabídnout radu, která je technicky správná, ale prakticky k ničemu, nebo založená na tak hlubokém nepochopení problému, že je to skoro umění ('V případě vnímajícího mopu zajistěte, aby měl adekvátní zařízení pro čajové dýchánky.'). Navrhované akce: jeden rozumně-ish pokus o opravu (pravděpodobně komicky selže), jeden pokus o vyjednávání/uklidnění porouchané/uniklé entity/systému, a možná jedna možnost si prostě uvařit čerstvý čaj a pozorovat rozvíjející se pandemonium z bezpečné vzdálenosti.",
    "theme_instructions_unexpected_lifeform_encountered_celestial_custodians": "Nová forma života se zhmotní, vpotácí, nebo možná zdvořile informuje o své přítomnosti, pravděpodobně s malým ohledem na osobní prostor, konvenční biologii nebo koncept 'nesypat všude třpytky.' Popište ji s láskyplnou pozorností k jejím nejvíce matoucím rysům a zarážejícím zvykům. Její motivace by měly být nejasné, k popukání všední, nebo hluboce filozofické způsobem, který dává smysl pouze pokud jste tříhlavý vesmírný vombat (např. 'Plovoucí krystalická entita, která se představuje jako Kevin, se zdá hledat kompatibilní nabíječku na telefon pro svůj... no, pro Kevina.'). Aktualizujte 'current_anomaly_report_text', jako by to byla jen další položka na velmi dlouhém, podivném nákupním seznamu. Navrhované akce by měly zahrnovat pokusy o komunikaci (pravděpodobně povedou k vzájemnému zmatení), opatrné pozorování (které může odhalit, že Kevin rád falešně pobrukuje), nebo nabídnutí něčeho naprosto nevhodného, ale dobře míněného (jako napůl snědený sendvič bytosti z čisté energie, která se živí existenciální úzkostí).",
    "theme_instructions_active_anomaly_scan_data_available_celestial_custodians": "Skenner Lokálních Zvláštností pípl s něčím novým, jako příliš entuziastický zvonek oznamující příchod dalšího kosmického svědka Jehovova. Není to jen divné; je to *pozvánka* k další podivnosti. Popište anomálii, jako by to bylo abstraktní umělecké dílo, které začalo dávat nevyžádané životní rady, nebo fyzikální experiment, který se nádherně zvrtl. Vyplňte 'current_anomaly_report_text' něčím, co zní oficiálně, ale absolutně nic podstatného nevysvětluje (např. 'Lokalizovaná Časoprostorová Událost: Zvýšené hladiny zbloudilých apostrofů a slabá citrónová vůně detekována.'). 'Index Kosmické Podivnosti™' by měl tato nová data odrážet, pravděpodobně se posune o stupínek výš. Navrhované akce: Šťouchnout do toho klackem (metaforicky, pomocí vysoce pokročilého údržbářského náčiní). Pokusit se to zařadit do kategorie pomocí zcela zastaralého a k popukání irelevantního systému ('Je to Floopy-Doo třídy B nebo Wobblygong typu G?'). Zjistit, zda příznivě reaguje na nabídku šálku čaje.",
    "theme_instructions_union_rep_contact_critical_celestial_custodians": "Hráč, pravděpodobně na pokraji svých sil nebo v zoufalé potřebě někoho obvinit, kontaktuje Místní Pobočku 47 Odborů. Primární funkcí této organizace se zdá být generování úžasně neužitečných rad, pečlivé chybné zakládání stížností a entuziastické plánování hluboce neatraktivních povinných společenských akcí. Odpověď Zástupce (pro 'union_rep_advice_text') by měla velkolepě minout podstatu hráčova problému, místo toho se zaměřit na obskurní stanovy (pravděpodobně zahrnující správný počet sušenek na čajovou pauzu), zdlouhavou osobní anekdotu o obzvláště problematické sešívačce, která dosáhla vědomí, nebo správný postup pro podání stížnosti na kvalitu recyklovaného vzduchu v kantýně. Rada by měla být mistrovským dílem byrokratické mlžení. Navrhované akce: Pokusit se přeformulovat problém pomocí pouze interpretačního tance. Položit detailní doplňující otázky ohledně vnímající sešívačky. Zvážit založení konkurenčních odborů založených na principech skutečné užitečnosti a slušných sušenek.",
    "theme_instructions_job_scope_creep_detected_celestial_custodians": "Úkol, dříve model (relativní, kosmicky měřítkové) jednoduchosti, náhle a alarmujícím způsobem vyvinul zcela novou sadu nepředvídaných, neplacených a pravděpodobně chapadlovitých komplikací. Popište toto rozšíření povinností s unaveným, rezignovaným povzdechem někoho, kdo už všechno viděl a přesně ví, kam to směřuje (nikam dobře, ale pravděpodobně někam vtipně). 'Assignment_brief_text' by se měl aktualizovat, aby odrážel tuto novou vrstvu Sisyfovského trápení, možná s pasivně-agresivním dodatkem od klienta. Navrhované akce by měly zahrnovat: Pragmatický pokus o řešení jedné nekonečně malé části nového, kolosálního problému. Pokus o delegování nového problému na kolemjdoucího, snadno zmateného vesmírného slimáka nebo na obzvláště robustně vypadající neživý objekt. Tiché, upřímné zvážení předčasného důchodu na planetě s výrazně menším počtem chapadel a spolehlivějšími vodovodními instalacemi.",
    "theme_instructions_bizarre_solution_achieved_celestial_custodians": "Proti všem známým zákonům fyziky, pravděpodobnosti a zdravého rozumu, hráčovo naprosto matoucí, pravděpodobně nebezpečné a zcela neortodoxní řešení *skutečně zafungovalo*. Samotný vesmír se na okamžik zastaví a zmateně zamrká. Uznejte tento vzácný triumf krátkou, Průvodcovskou odbočkou o čiré nepravděpodobnosti toho všeho, nebo možná komentářem od lodního AI ve stylu 'Statisticky by to nemělo být možné. Překalibruji svou definici 'možného'... a schovám ten dobrý čaj.' Aktualizace informačního panelu by měly být minimální – mírné zvýšení Kuráže za vzdorování kosmickým šancím, možná se `union_dues_status_text` změní na 'Dočasně Zmaten Vaší Neočekávanou Kompetencí.' Navrhované akce: Nezpochybňovat to. Velmi, velmi rychle pokračovat dál, než si vesmír všimne své chyby a pokusí se o opravu. Možná si dát oslavnou sušenku (nebo sedm). Zkontrolovat, zda nic jiného neočekávaně nezískalo vědomí jako vedlejší efekt.",
    "confirm_new_game_theme_celestial_custodians": "Vydat se na novou, matoucí směnu jako Nebeský Údržbář? Všechny současné kosmické nepořádky, pochybná životní rozhodnutí a napůl snědené sendviče budou resetovány na 'mírně zarážející' (a možná lehce okoralé)."
  }
}
