{
  "en": {
    "theme_name_echo_sleuths": "Echo Sleuths of the Shifting City",
    "theme_name_short_echo_sleuths": "Echo\nSleuths",
    "theme_name_long_echo_sleuths": "Echo Sleuths of the Shifting City",
    "theme_category_echo_sleuths": "Surreal Detective Noir",
    "theme_style_echo_sleuths": "Reality-Bending Investigation & Existential Puzzles",
    "theme_inspiration_echo_sleuths": "Disco Elysium × Twin Peaks",
    "theme_tone_echo_sleuths": "Bizarre, Enigmatic, Melancholy, Philosophical",
    "theme_lore_echo_sleuths": "The city of Reverie is not a place, but a state of mind made manifest, constantly remolded by the collective unconscious of its inhabitants. Streets rearrange themselves, buildings appear and disappear overnight, and memories are as tangible as cobblestones, often more reliable. Here, metaphors can kill, and forgotten thoughts fester in alleyways, sometimes taking on a life of their own. The city is perpetually shrouded in a strange, luminous fog, and time itself seems to flow like molasses in some districts, while racing in others.\n\nMost citizens navigate this fluid reality through a combination of ingrained habit, willful ignorance, and a bewildering array of municipal regulations designed to impose some semblance of order on the chaos. But when the bizarre escalates beyond the usual 'Reverie Normalcy'—when a concept is murdered, or a memory goes missing under impossible circumstances—they call upon the Echo Sleuths. These investigators are individuals uniquely attuned to Reverie's psychic static, capable of navigating its shifting landscapes and deciphering its nonsensical clues.\n\nTensions simmer between various 'Thought-Factions' that try to impose their version of reality on districts, from the rigid Logicists to the anarchic Dreamweavers. The Municipal Authority attempts to maintain a fragile peace, often resorting to memory wipes or reality dampeners. Beneath it all lies the mystery of the 'First Dreamer', the entity whose original consciousness supposedly birthed Reverie, and the fear that the city might one day unravel completely, or worse, wake up.",
    "theme_concept_echo_sleuths": "You are an Echo Sleuth, your license hanging by a thread after your last case dissolved into metaphysical ambiguity. The city's psychic static hums in your skull, a constant reminder of Reverie's fluid nature. You take the cases that defy logic, the ones where reality itself is the primary suspect, hoping to anchor yourself to some semblance of truth in the beautiful, terrifying chaos.",
    "theme_icon_alt_text_default_echo_sleuths": "Echo Sleuths Scenario Icon",

    "theme_instructions_master_initial_echo_sleuths": "For this initial turn, weave a surreal and enigmatic opening scene for the Echo Sleuth. They should be on the precipice of a new, bizarre case in the city of Reverie, perhaps awakened by a cryptic message, a strange distortion in their apartment, or a summons from an unusual client. Invent unique, thematic names for locations, NPCs, and the initial conceptual puzzle or mystery. Populate ALL dashboard fields with creative, contextually relevant information reflecting the surreal detective noir setting. Emphasize the fluidity of Reverie, the Sleuth's precarious mental state, and the philosophical undertones of their existence. The 'activity_status' and related fields should reflect this nascent investigation.",
    "theme_instructions_master_default_echo_sleuths": "For standard turns, maintain the bizarre, enigmatic, and philosophical tone of surreal detective noir. Cases must be multi-layered, involving reality-bending clues, unreliable narrators (including the Sleuth's own mind), and conceptual puzzles. Progress should feel like peeling back layers of an onion, with truth being elusive and often subjective. ALL game state variables and dashboard fields must persist or be logically updated. Any changes to the dashboard MUST be a direct result of the turn's narrative events or the Sleuth's internal shifts. Describe Reverie's shifting landscapes, peculiar inhabitants, and the psychological toll of navigating such a fluid reality with rich, metaphorical language. Ensure the Sleuth's actions have tangible, often ambiguous or unexpected, consequences in this city of thought.",
    "theme_instructions_psychic_disturbance_active_echo_sleuths": "A potent psychic disturbance has breached the Sleuth's mental defenses. Describe the overwhelming sensory input, the disorienting visions, or the intrusive thoughts that plague them. How does this affect their perception of reality, their emotional state, or their ability to focus? Update the 'Psychic Feedback' panel with specific details of this mental assault. Player suggestions should focus on methods of coping, resisting, or perhaps even trying to understand the source of the disturbance.",
    "theme_instructions_reality_flux_active_echo_sleuths": "Reverie's fabric contorts! The immediate environment undergoes a significant, disorienting transformation. Describe this reality warp with vivid, surreal detail—buildings dissolving, streets reconfiguring, impossible physics. How does this sudden shift impact the Sleuth's current situation or objectives? Update the 'Reality Flux Details' panel with the specifics of this manifestation. Player suggestions should focus on adapting to the new landscape, seeking a stable point, or exploiting the chaos.",
    "theme_instructions_conceptual_conflict_active_echo_sleuths": "The Sleuth is now in direct confrontation with a manifested concept—a sentient idea, a rogue memory, or an emotional echo given form. Detail the entity's bizarre appearance and its method of 'attack' or interaction. Is it a debate of pure logic, an emotional barrage, a distortion of memories? Update the 'Conceptual Antagonist Intel' panel fully, including its 'antagonist_cohesion_pct' and the crucial 'antagonist_cohesion_status_text'. Player suggestions should focus on unconventional tactics: using logic against an emotional foe, finding the core metaphor of the concept to deconstruct it, or appealing to a forgotten aspect of its being.",

    "title_sleuth_identity_psyche_echo_sleuths": "Identity & Psyche",
    "label_sleuth_name_echo_sleuths": "Alias:",
    "default_sleuth_name_echo_sleuths": "Sleuth (Cogitator)",
    "label_license_status_echo_sleuths": "License:",
    "default_license_status_echo_sleuths": "Precariously Valid",
    "label_cognitive_dissonance_echo_sleuths": "Dissonance:",
    "label_lucidity_fragments_echo_sleuths": "Lucidity:",
    "default_lucidity_fragments_echo_sleuths": "A Few Shards",
    "label_dominant_thought_faction_lean_echo_sleuths": "Faction Lean:",
    "default_dominant_thought_faction_lean_echo_sleuths": "Skeptical Neutrality",

    "title_sleuth_attire_tools_echo_sleuths": "Attire & Tools",
    "label_current_attire_echo_sleuths": "Attire:",
    "default_current_attire_echo_sleuths": "A well-worn trench coat that's seen too many realities, sensible shoes for shifting streets.",
    "label_reality_anchor_item_echo_sleuths": "Anchor:",
    "default_reality_anchor_item_echo_sleuths": "Faded Photograph (Unknown Subject)",
    "label_sensory_filter_charges_echo_sleuths": "Filters:",
    "default_sensory_filter_charges_echo_sleuths": "One Dose (Bitter Aroma)",
    "label_memoria_flask_status_echo_sleuths": "Memoria Flask:",
    "default_memoria_flask_status_echo_sleuths": "Resonating Faintly",

    "title_psychic_feedback_echo_sleuths": "Psychic Feedback",
    "label_disturbance_details_echo_sleuths": "Disturbance:",
    "default_disturbance_details_echo_sleuths": "The static is quiet... for now.",

    "title_current_case_file_echo_sleuths": "Current Case File",
    "label_case_file_id_echo_sleuths": "Case ID:",
    "default_case_file_id_echo_sleuths": "No Active Investigation",
    "label_case_objective_summary_echo_sleuths": "Objective:",
    "default_case_objective_summary_echo_sleuths": "Awaiting new existential quandary.",
    "label_known_leads_status_echo_sleuths": "Leads:",
    "default_known_leads_status_echo_sleuths": "Whispers in the Fog",
    "label_municipal_pressure_level_echo_sleuths": "Pressure:",
    "pressure_level_1_display_echo_sleuths": "Ignored",
    "pressure_level_2_display_echo_sleuths": "Mild Interest",
    "pressure_level_3_display_echo_sleuths": "Active Scrutiny",
    "pressure_level_4_display_echo_sleuths": "Intervention Imminent",

    "title_reverie_current_state_echo_sleuths": "Reverie's State",
    "label_current_district_manifestation_echo_sleuths": "District:",
    "default_current_district_manifestation_echo_sleuths": "The Somnolent Plaza (Perpetual Twilight)",
    "label_district_thought_faction_control_echo_sleuths": "Influence:",
    "default_district_thought_faction_control_echo_sleuths": "Municipal Ambiguity",
    "label_local_reality_coherence_echo_sleuths": "Coherence:",
    "default_local_reality_coherence_echo_sleuths": "Frays at the Edges",
    "label_time_flow_perception_echo_sleuths": "Time Flow:",
    "default_time_flow_perception_echo_sleuths": "Subjectively Normal",
    "label_luminous_fog_density_echo_sleuths": "Fog:",
    "default_luminous_fog_density_echo_sleuths": "Luminous Veil (Medium)",

    "title_reality_flux_details_echo_sleuths": "Reality Flux",
    "label_flux_manifestation_details_echo_sleuths": "Flux Details:",
    "default_flux_manifestation_details_echo_sleuths": "Reality holds... for now.",

    "title_conceptual_antagonist_intel_echo_sleuths": "Conceptual Intel",
    "label_antagonist_concept_type_echo_sleuths": "Entity Type:",
    "default_antagonist_concept_type_echo_sleuths": "No Active Confrontation",
    "label_antagonist_cohesion_echo_sleuths": "Cohesion:",
    "default_antagonist_cohesion_status_echo_sleuths": "Formless",
    "label_antagonist_cohesion_status_echo_sleuths": "Cohesion State:",
    "default_antagonist_cohesion_status_unknown_echo_sleuths": "N/A",
    "label_antagonist_manifestation_strength_echo_sleuths": "Strength:",
    "default_antagonist_manifestation_strength_echo_sleuths": "Indiscernible",

    "label_psychic_disturbance_active_echo_sleuths": "Disturbance Active:",
    "label_reality_flux_detected_echo_sleuths": "Reality Flux Detected:",
    "label_conceptual_conflict_active_echo_sleuths": "Conceptual Conflict:",
    "label_critical_insight_gained_echo_sleuths": "Insight Gained:",
    "confirm_new_game_theme_echo_sleuths": "Descend into a new case within Reverie? All current echoes of this investigation will fade."
  },
  "cs": {
    "theme_name_echo_sleuths": "Ševelové Snílků Měnícího se Města",
    "theme_name_short_echo_sleuths": "Ševeloví\nSnílci",
    "theme_name_long_echo_sleuths": "Ševeloví Snílci Měnícího se Města",
    "theme_category_echo_sleuths": "Surrealistická detektivka noir",
    "theme_style_echo_sleuths": "Vyšetřování ohýbající realitu & existenciální hádanky",
    "theme_inspiration_echo_sleuths": "Disco Elysium × Městečko Twin Peaks",
    "theme_tone_echo_sleuths": "Bizarní, enigmatický, melancholický, filozofický",
    "theme_lore_echo_sleuths": "Město Reverie není místem, ale zhmotněným stavem mysli, neustále přetvářeným kolektivním nevědomím svých obyvatel. Ulice se samy přeskupují, budovy se objevují a mizí přes noc a vzpomínky jsou hmatatelné jako dlažební kostky, často spolehlivější. Zde mohou metafory zabíjet a zapomenuté myšlenky hnisají v uličkách, někdy nabývajíce vlastního života. Město je neustále zahaleno podivnou, světélkující mlhou a samotný čas se v některých čtvrtích zdá téct jako melasa, zatímco v jiných pádí.\n\nVětšina občanů se v této tekuté realitě pohybuje kombinací zakořeněných návyků, úmyslné nevědomosti a matoucí řady městských předpisů navržených tak, aby chaosu vnucovaly alespoň zdání řádu. Ale když bizarnost přesáhne obvyklou 'Reverijní Normalitu' – když je zavražděn koncept nebo se za nemožných okolností ztratí vzpomínka – volají Ševelové Snílky. Tito vyšetřovatelé jsou jedinci jedinečně naladění na psychický šum Reverie, schopní navigovat jejími měnícími se krajinami a dešifrovat její nesmyslné stopy.\n\nNapětí doutná mezi různými 'Myšlenkovými Frakcemi', které se snaží vnutit svou verzi reality čtvrtím, od rigidních Logicistů po anarchistické Snovače. Městská Správa se pokouší udržet křehký mír, často se uchylujíc k výmazům paměti nebo tlumičům reality. Pod tím vším leží záhada 'Prvního Snílka', entity, jejíž původní vědomí údajně zrodilo Reverii, a strach, že by se město jednoho dne mohlo úplně rozpadnout, nebo ještě hůř, probudit.",
    "theme_concept_echo_sleuths": "Jste Ševelový Snílek, vaše licence visí na vlásku poté, co se váš poslední případ rozplynul v metafyzické nejednoznačnosti. Psychický šum města vám bzučí v lebce, neustálá připomínka tekuté povahy Reverie. Přijímáte případy, které se vymykají logice, ty, kde je hlavním podezřelým samotná realita, doufaje, že se v tom krásném, děsivém chaosu ukotvíte k nějakému zdání pravdy.",
    "theme_icon_alt_text_default_echo_sleuths": "Ikona scénáře Ševelových Snílků",

    "theme_instructions_master_initial_echo_sleuths": "Pro tento úvodní tah utkajte surrealistickou a enigmatickou úvodní scénu pro Ševelového Snílka. Měl by být na prahu nového, bizarního případu ve městě Reverie, možná probuzen kryptickou zprávou, podivnou deformací ve svém bytě nebo předvoláním od neobvyklého klienta. Vymyslete jedinečné, tematické názvy pro lokace, NPC a počáteční koncepční hádanku či záhadu. Zaplňte VŠECHNA pole na informačním panelu kreativními, kontextově relevantními informacemi odrážejícími prostředí surrealistické detektivky noir. Zdůrazněte tekutost Reverie, nejistý duševní stav Snílka a filozofické podtóny jeho existence. 'Activity_status' a související pole by měly odrážet toto rodící se vyšetřování.",
    "theme_instructions_master_default_echo_sleuths": "Pro standardní tahy udržujte bizarní, enigmatický a filozofický tón surrealistické detektivky noir. Případy musí být vícevrstvé, zahrnující stopy ohýbající realitu, nespolehlivé vypravěče (včetně Snílkovy vlastní mysli) a koncepční hádanky. Postup by měl působit jako loupání vrstev cibule, přičemž pravda je nepolapitelná a často subjektivní. VŠECHNY proměnné stavu hry a pole na informačním panelu musí přetrvávat nebo být logicky aktualizovány. Jakékoli změny na informačním panelu MUSÍ být přímým důsledkem narativních událostí tahu nebo Snílkových vnitřních posunů. Popisujte měnící se krajiny Reverie, její podivné obyvatele a psychickou daň navigace takovou tekutou realitou bohatým, metaforickým jazykem. Zajistěte, aby činy Snílka měly hmatatelné, často nejednoznačné nebo nečekané, následky v tomto městě myšlenek.",
    "theme_instructions_psychic_disturbance_active_echo_sleuths": "Silná psychická porucha prolomila Snílkovy mentální obrany. Popište ohromující smyslový vjem, dezorientující vize nebo vtíravé myšlenky, které ho sužují. Jak to ovlivňuje jeho vnímání reality, emoční stav nebo schopnost soustředit se? Aktualizujte panel 'Psychická Odezná' konkrétními detaily tohoto mentálního útoku. Návrhy pro hráče by se měly soustředit na metody zvládání, odporu nebo možná i snahy porozumět zdroji poruchy.",
    "theme_instructions_reality_flux_active_echo_sleuths": "Struktura Reverie se kroutí! Bezprostřední okolí prochází významnou, dezorientující transformací. Popište tuto deformaci reality živými, surrealistickými detaily – rozpouštějící se budovy, překonfigurovávající se ulice, nemožná fyzika. Jak tento náhlý posun ovlivňuje Snílkovu aktuální situaci nebo cíle? Aktualizujte panel 'Detaily Toku Reality' specifiky této manifestace. Návrhy pro hráče by se měly soustředit na adaptaci na novou krajinu, hledání stabilního bodu nebo využití chaosu.",
    "theme_instructions_conceptual_conflict_active_echo_sleuths": "Snílek je nyní v přímé konfrontaci s projeveným konceptem – vnímající myšlenkou, zbloudilou vzpomínkou nebo emocionální ozvěnou, která nabyla formy. Detailně popište bizarní vzhled entity a její metodu 'útoku' či interakce. Je to debata čisté logiky, emocionální smršť, zkreslení vzpomínek? Plně aktualizujte panel 'Rozvědka Konceptuálního Antagonisty', včetně jeho 'antagonist_cohesion_pct' a klíčového 'antagonist_cohesion_status_text'. Návrhy pro hráče by se měly soustředit na nekonvenční taktiky: použití logiky proti emocionálnímu protivníkovi, nalezení klíčové metafory konceptu k jeho dekonstrukci nebo apelování na zapomenutý aspekt jeho bytí.",

    "title_sleuth_identity_psyche_echo_sleuths": "Identita & Psýché",
    "label_sleuth_name_echo_sleuths": "Alias:",
    "default_sleuth_name_echo_sleuths": "Snílek (Kogitátor)",
    "label_license_status_echo_sleuths": "Licence:",
    "default_license_status_echo_sleuths": "Nejistě Platná",
    "label_cognitive_dissonance_echo_sleuths": "Disonance:",
    "label_lucidity_fragments_echo_sleuths": "Lucidita:",
    "default_lucidity_fragments_echo_sleuths": "Pár Střepů",
    "label_dominant_thought_faction_lean_echo_sleuths": "Frakční Sklon:",
    "default_dominant_thought_faction_lean_echo_sleuths": "Skeptická Neutralita",

    "title_sleuth_attire_tools_echo_sleuths": "Oděv & Nástroje",
    "label_current_attire_echo_sleuths": "Oděv:",
    "default_current_attire_echo_sleuths": "Ošuntělý trenčkot, co viděl příliš mnoho realit, praktické boty do měnících se ulic.",
    "label_reality_anchor_item_echo_sleuths": "Kotva:",
    "default_reality_anchor_item_echo_sleuths": "Vybledlá Fotografie (Neznámý Subjekt)",
    "label_sensory_filter_charges_echo_sleuths": "Filtry:",
    "default_sensory_filter_charges_echo_sleuths": "Jedna Dávka (Hořké Aroma)",
    "label_memoria_flask_status_echo_sleuths": "Memoria Flakon:",
    "default_memoria_flask_status_echo_sleuths": "Slabě Rezonuje",

    "title_psychic_feedback_echo_sleuths": "Psychická Odezná",
    "label_disturbance_details_echo_sleuths": "Porucha:",
    "default_disturbance_details_echo_sleuths": "Statický šum je tichý... prozatím.",

    "title_current_case_file_echo_sleuths": "Aktuální Spis Případu",
    "label_case_file_id_echo_sleuths": "ID Případu:",
    "default_case_file_id_echo_sleuths": "Žádné Aktivní Vyšetřování",
    "label_case_objective_summary_echo_sleuths": "Cíl:",
    "default_case_objective_summary_echo_sleuths": "Čeká na novou existenciální hádanku.",
    "label_known_leads_status_echo_sleuths": "Stopy:",
    "default_known_leads_status_echo_sleuths": "Šepoty v Mlze",
    "label_municipal_pressure_level_echo_sleuths": "Tlak Správy:",
    "pressure_level_1_display_echo_sleuths": "Ignorován",
    "pressure_level_2_display_echo_sleuths": "Mírný Zájem",
    "pressure_level_3_display_echo_sleuths": "Aktivní Dohled",
    "pressure_level_4_display_echo_sleuths": "Zásah Na Spadnutí",

    "title_reverie_current_state_echo_sleuths": "Stav Reverie",
    "label_current_district_manifestation_echo_sleuths": "Čtvrť:",
    "default_current_district_manifestation_echo_sleuths": "Snové Náměstí (Věčné Soumrak)",
    "label_district_thought_faction_control_echo_sleuths": "Vliv:",
    "default_district_thought_faction_control_echo_sleuths": "Městská Nejednoznačnost",
    "label_local_reality_coherence_echo_sleuths": "Koherence:",
    "default_local_reality_coherence_echo_sleuths": "Třepí se na Okrajích",
    "label_time_flow_perception_echo_sleuths": "Tok Času:",
    "default_time_flow_perception_echo_sleuths": "Subjektivně Normální",
    "label_luminous_fog_density_echo_sleuths": "Mlha:",
    "default_luminous_fog_density_echo_sleuths": "Luminous Veil (Medium)",

    "title_reality_flux_details_echo_sleuths": "Tok Reality",
    "label_flux_manifestation_details_echo_sleuths": "Detaily Toku:",
    "default_flux_manifestation_details_echo_sleuths": "Realita drží... prozatím.",

    "title_conceptual_antagonist_intel_echo_sleuths": "Rozvědka Konceptu",
    "label_antagonist_concept_type_echo_sleuths": "Typ Entity:",
    "default_antagonist_concept_type_echo_sleuths": "Žádná Aktivní Konfrontace",
    "label_antagonist_cohesion_echo_sleuths": "Soudržnost:",
    "default_antagonist_cohesion_status_echo_sleuths": "Beztvarý",
    "label_antagonist_cohesion_status_echo_sleuths": "Stav Soudržnosti:",
    "default_antagonist_cohesion_status_unknown_echo_sleuths": "N/A",
    "label_antagonist_manifestation_strength_echo_sleuths": "Síla:",
    "default_antagonist_manifestation_strength_echo_sleuths": "Nerozeznatelná",

    "label_psychic_disturbance_active_echo_sleuths": "Porucha Aktivní:",
    "label_reality_flux_detected_echo_sleuths": "Tok Reality Detekován:",
    "label_conceptual_conflict_active_echo_sleuths": "Konceptuální Konflikt:",
    "label_critical_insight_gained_echo_sleuths": "Nález Získán:",
    "confirm_new_game_theme_echo_sleuths": "Sestoupit do nového případu v Reverii? Všechny současné ozvěny tohoto vyšetřování zmizí."
  }
}
